Repository: linguadegato/ios
Catalog: LinguaDeGato/miniChallenge2/miniChallenge2/*.lproj/LinguaDeGato/*.xliff
Languages: pt

# 8ie-xW-0ye.text
source: Copyright (c) 2017 Alline Kobayashi. All rights reserved.
pt: Copyright (c) 2015 YinYang Team. All rights reserved.

# IIZ-54-lW2.title
source: Exit
pt: Sair

# Iim-Tv-S3O.segmentTitles[0]
source: Words
pt: Palavras

# Iim-Tv-S3O.segmentTitles[1]
source: Games
pt: Jogos

# LbO-5U-mMX.text
source: Name of the game
pt: Jogo

# ga0-yN-LU7.text
source: Play
pt: Jogar

# iRn-8z-HkB.normalTitle
source: Privacy Policy
pt: Política de Privacidade

# mQc-ZF-1gt.placeholder
source: Type the word...
pt: Digite a palavra...

# oXe-f9-4lT.text
source: Saved
pt: Salvos

# t5f-RW-Unw.text
source: Create game
pt: Criar jogo

# GalleryCollectionViewController.collectionTitle
source: Saved words
pt: Palavras salvas

# GalleryCollectionViewController.overwriteGameAlert.NoBtn
source: No
pt: Não

# GalleryCollectionViewController.overwriteGameAlert.YesBtn
source: yes
pt: Sim

# GalleryCollectionViewController.overwriteGameAlert.message
source: You already have a game with this name. Do you want to overwrite it?
pt: Você já tem um jogo salvo com este nome. Deseja sobrescrevê-lo?

# GalleryCollectionViewController.overwriteGameAlert.title
source: Overwrite game?
pt: Sobrescrever jogo?

# GalleryCollectionViewController.saveAlert.CancelBtn
source: No
pt: Não

# GalleryCollectionViewController.saveAlert.SaveBtn
source: Save
pt: Salvar

# GalleryCollectionViewController.saveAlert.message
source: Give a name for this game
pt: Dê um nome para este jogo

# GalleryCollectionViewController.saveAlert.placeholder
source: Name of the game
pt: Nome do jogo

# GalleryCollectionViewController.saveAlert.title
source: Save this game?
pt: Sacar este jogo?

# GalleryViewController.collectionTitle
source: Saved words
pt: Palavras salvas

# GalleryViewController.overwriteGameAlert.NoBtn
source: No
pt: Não

# GalleryViewController.overwriteGameAlert.YesBtn
source: Yes
pt: Sim

# GalleryViewController.overwriteGameAlert.message
source: You already have a game with this name. Do you want to overwrite it?
pt: Você já tem um jogo salvo com este nome. Deseja sobrescrevê-lo?

# GalleryViewController.overwriteGameAlert.title
source: Overwrite game?
pt: Sobrescrever jogo?

# GalleryViewController.saveAlert.CancelBtn
source: No
pt: Não

# GalleryViewController.saveAlert.SaveBtn
source: Yes
pt: Sim

# GalleryViewController.saveAlert.message
source: Give a name for this new game
pt: Dê um nome para este jogo

# GalleryViewController.saveAlert.placeholder
source: Name of the game
pt: Nome do jogo

# GalleryViewController.saveAlert.title
source: Save this game?
pt: Salvar este jogo?

# GamePlayViewController.GoBackPopup.message
source: This game will be canceled.
pt: Este jogo será cancelado.

# GamePlayViewController.GoBackPopup.title
source: Do you really want to exit?
pt: Você realmente deseja sair?

# GamePlayViewController.goBackPopup.button.cancel
source: Cancel
pt: Cancelar

# GamePlayViewController.goBackPopup.button.continue
source: Exit
pt: Sair

# InitialViewController.PrivacyPolicyViewContent
source: Privacy Policy: This application is designed for children under the age of 13. All content created through the application is the entirely responsibility of its users. Data Collect: We take photos and use the microphone only with the purpose of fulfilling the main functionality of the application. Security: We use standard internal security protocols to protect your personal information. User control: The application allows the user to access and delete his data. Location: We do not register or share your location. This application does not have: - Advertising - Analytics For more information, contact us: contato@linguadegatoapp.com.br
pt: Política de Privacidade: Este aplicativo foi projetado para menores de 13 anos. Todo conteúdo criado através do aplicativo é de total responsabilidade de seus usuários. Coleta de dados: Coletamos fotos e utilizamos o microfone para gravação de áudio com o objetivo cumprir a funcionalidade principal da aplicação. Segurança: Utilizamos os protocolos de segurança internos padrão para que suas informações pessoais não sejam acessadas ou alteradas. Controle do usuário: O aplicativo permite ao usuário acessar, alterar e/ou apagar seus dados. Localização: Nós não registramos ou compartilhamos a sua localização. Este aplicativo não possui: - Propaganda - Analytics Para mais informações, entre em contato conosco: contato@linguadegatoapp.com.br

# InitialViewController.alert.message
source: Create a new game
pt: Criar novo jogo

# InitialViewController.alert.title
source: You don't have any saved words yet
pt: Você ainda não tem palavras salvas

# InitialViewController.firstAlert.message
source: All content created within this application is the entire responsibility of its users.
pt: Todo o conteúdo criado neste aplicação é de inteira responsabilidade dos seus usuários.

# InitialViewController.firstAlert.title
source: Attention!
pt: Atenção!

# TutorialCurrentPageVC.title1
source: Start creating a game...
pt: Comece criando um jogo...

# TutorialCurrentPageVC.title2
source: And add new words
pt: E adicione nova palavras

# TutorialCurrentPageVC.title8
source: Have fun!
pt: Divirta-se!

# createCrossword.GoBackPopup.message
source: The new words will be lost.
pt: As palavras novas não salvas serão perdidas.

# createCrossword.GoBackPopup.title
source: Are you sure you want to go back?
pt: Você tem certeza que deseja voltar?

# createCrossword.alert.deleteNewClue
source: Delete this clue?
pt: Apagar esta dica?

# createCrossword.alert.deleteNewClue.Cancel
source: No
pt: Não

# createCrossword.alert.deleteNewClue.Confirm
source: Yes
pt: Apagar

# createCrossword.alert.errorSavingGame.message
source: Sorry, there as an error. Please, contact us.
pt: Desculpe, houve um erro. Entre em contato conosco.

# createCrossword.alert.errorSavingGame.title
source: Game not saved
pt: Jogo não salvo

# createCrossword.alert.gameSaved.title
source: Game saved successfully
pt: Jogo salvo com sucesso

# createCrossword.alert.overwriteGame.message
source: You already have a game with this name. Do you want to overwrite it?
pt: Você já tem um jogo salvo com este nome. Deseja sobrescrevê-lo?

# createCrossword.alert.overwriteGame.no
source: No
pt: Não

# createCrossword.alert.overwriteGame.title
source: Overwrite game?
pt: Sobrescrever jogo?

# createCrossword.alert.overwriteGame.yes
source: Yes
pt: Sim

# createCrossword.alert.removeClue.cancelAction
source: Cancel
pt: Cancelar

# createCrossword.alert.removeClue.confirmAction
source: Delete
pt: Apagar

# createCrossword.alert.removeClueMessage
source: Do you want to delete this word?
pt: Você gostaria de apagar esta palavra?

# createCrossword.btnPlayGame.alert.btnCancel
source: Continue adding new clue
pt: Cancelar

# createCrossword.btnPlayGame.alert.btnContinue
source: Play anyway
pt: Jogar

# createCrossword.btnPlayGame.alert.message
source: The new clue will not be added in the game.
pt: A nova dica não será adicionada ao jogo

# createCrossword.btnPlayGame.alert.title
source: You didn't finish adding the clue
pt: Você não terminou de adicionar a dica

# createCrossword.btnSaveGame.alert.btnCancel
source: Cancel
pt: Cancelar

# createCrossword.btnSaveGame.alert.btnSave
source: Save
pt: Salvar

# createCrossword.btnSaveGame.alert.placeholderToNewGameNameTxtField
source: Name of the game
pt: Nome do jogo

# createCrossword.btnSaveGame.alert.title
source: Give a name for this game:
pt: Dê um nome para este jogo:

# createCrossword.goBackPopup.button.cancel
source: Cancel
pt: Cancelar

# createCrossword.goBackPopup.button.continue
source: Go back
pt: Voltar

# galleryViewController.deleteWordsAlert.button.cancel
source: Cancel
pt: Cancelar

# galleryViewController.deleteWordsAlert.button.continue
source: Delete
pt: Apagar

# galleryViewController.deleteWordsAlert.message
source: The selected words will be deleted from your list and from your saved games.
pt: As palavras selecionadas serão apagadas da sua lista e dos jogos salvos

# galleryViewController.deleteWordsAlert.title
source: Delete these words?
pt: Apagar estas palavras?

# gamesViewController.deleteGameAlert.button.cancel
source: Cancel
pt: Cancelar

# gamesViewController.deleteGameAlert.message
source: The selected game will be deleted, but its words will remain in your list of words.
pt: O jogo será apagado, mas as palavras permanecerão na sua lista de palavras.

# gamesViewController.deleteGameAlert.title
source: Delete this game?
pt: Apagar este jogo?

# gamesViewController.deleteGamelert.button.continue
source: Yes
pt: Apagar
